Repository: common-repository/jl-convert-taxonomy-terms
Catalog: languages/jlconverttax-*.po
Languages: pl_pl

source: When You choose 'Yes' in 'Save taxonomy hierarchy' section, you must move first-level parent with all its children to new hierarchical taxonomy, to all moved taxonomies was visible.
pl_pl: Jeśli zaznaczysz 'Tak' w w sekcji 'Zachowaj hierarchię taksonomii', musisz przenieść kategorię w całości (zaznacz główną kategorię i wszystkie jej dzieci, aby po przeniesieniu wszystko było widoczne w nowej taksonomii).

source: You can also move terms to non-hierarchical taxonomy, then all of them will be convert to first-level terms.
pl_pl: Jeśli chcesz przenieść kategorię/tag do taksonomii niehierarchicznej, zaznacz 'Nie' w sekcji 'Zachowaj hierarchię taksonomii.

source: If you want to move only some of subcategories to other taxonomy, than choose 'No' in 'Save taxonomy hierarchy' section.
pl_pl: Jeśli chcesz przenieść tylko subkategorię (dziecko bez rodzica) do innej taksonomii, nie ma znaczenia czy zachowasz hierarchię, ponieważ dziecko po przeniesieniu będzie samodzielną kategorią/tagiem pierwszego rzędu.

source: Yes
pl_pl: Tak

source: No
pl_pl: Nie

source: From
pl_pl: Z

source: To
pl_pl: Do

source: You don't have permission to manage this page
pl_pl: Nie masz uprawnień, by zarządzać tą stroną

source: Convert Taxonomy Terms
pl_pl: Zmień Taksonomię

source: Choose terms that you want to move from
pl_pl: Wybierz kategorie/tagi, które chcesz przenieść z

source: to
pl_pl: do

source: Convert Terms
pl_pl: Zmień Taksonomię

source: If after taxonomy converting some pages doesn't display, go to Settings -> Permalinks and press button 'Save settings'.
pl_pl: Jeśli po zmianie kategorii niektóre strony nie wyświetlają się, zaktualizuj permalinki. Przejdź do Ustawienia -> Bezpośrednie odnośniki i wciśnij przycisk 'Zapisz zmiany'.
